const meet = {
    blockquoteUrl: 'https://ru.wikipedia.org/wiki/%D0%A1%D1%82%D0%B0%D0%BB%D1%8C%D0%BD%D1%8B%D0%B5_%D0%BF%D0%B5%D1%89%D0%B5%D1%80%D1%8B',
    blockquoteParagraph: '– Друг Джулиус, – сказал робот, – я все время пытался понять кое-какие мысли, которыми поделился со мной Элайдж. Возможно, сейчас я начинаю их понимать: мне вдруг стало казаться, что уничтожение того, что не должно быть, то есть уничтожение того, что вы, люди, называете злом, менее справедливо и желательно, чем превращение этого зла в то, что вы называете добром. – Он помолчал в нерешительности и добавил, словно бы удивляясь собственным словам: – Иди и впредь не греши!',
    blockquoteFooter: 'Айзек Азимов, ',
    blockquoteCite: 'Стальные пещеры'
}

export default meet;
