import img from '../../img/seneca/books'

const books = [
    {
        img: img.img01,
        title: 'Нравственные письма к Луцилию',
        description: '«Нравственные письма к Луцилию», адресованные младшему современнику Сенеки, прокуратору Сицилии, – итог философии и жизненного опыта философа. Это, вероятно, самое читаемое сочинение Сенеки, начиная со Средних веков вплоть до настоящего времени. Написанные простым и мудрым языком, «Письма» и сегодня могут служить руководством по морально правильной жизни.В настоящем издании представлено полное собрание писем Сенеки.',
        id: Math.random()
    },
    {
        img: img.img02,
        title: 'О кратковременности жизни',
        description: 'Это моральное эссе, написанное в 49 году нашей эры. Сенека поднимает много стоических принципов о природе времени, а именно о том, что люди тратят большую часть его на бессмысленные занятия. Мы все боимся смерти, но жизнь длинна, если ты умеешь ее использовать. Откладывать вещи - это самая большая трата жизни: она уносит каждый день, когда приходит, и отрицает настоящее, обещая будущее: живи немедленно. В любой жизненной ситуации вы найдете радости, расслабления и удовольствия, если вы готовы осветить свои проблемы и не позволить им огорчить вас.',
        id: Math.random()
    },
    {
        img: img.img03,
        title: 'О гневе',
        description: 'Работа определяет и объясняет гнев в контексте философии стоиков и предлагает терапевтические советы о том, как предотвратить и контролировать гнев.',
        id: Math.random()
    },
    {
        img: img.img04,
        title: 'О блаженной жизни',
        description: 'это диалог, написанный Сенекой Младшим в 58 году нашей эры. Он был предназначен для его старшего брата Галлио, которому Сенека также посвятил свой диалог под названием «Де Ира».',
        id: Math.random()
    },
    {
        img: img.img05,
        title: 'О благодеяниях',
        description: 'Это философский трактат из семи книг. В акте добровольного благодеяния автор видит единственную надежную основу взаимоотношений между людьми. Для человека всякое благодеяние есть добродетельный поступок, награда за который — в нем самом, даже если за благодеяние не платят благодарностью. Новые поколения признали Сенеку «одним из популярнейших в свое и последующие времена римских писателей». Его учение содержит в себе такие элементы морали, каких нельзя найти ни у кого из античных писателей и которые приближают его к учению христианства. Трактат «О благодеяниях», по справедливому замечанию Дидро, «представляет собою прекраснейшее произведение, составленное для пользы не одного Нерона и Либералия, но и всех людей».',
        id: Math.random()
    },
    {
        img: img.img06,
        title: 'Исследования о природе',
        description: 'Эта работа немного предшествует даже Естественной Истории (Natural History) Плиния, но она имеет едва ли такое значение в истории науки, как более обширные работы трёх великих представителей античной науки Плиния, Галена и Птолемея. Тем не менее, Сенека был хорошо известен и много цитировался в средние века, как моральный или нравопоучающий философ, и название Натурфилософские Вопросы (Natural Questions), использовалось одним из первых средневековых зачинателей естествознания, Аделардом Батским. Сенека, в любом случае, это имя, которого античная наука не должна стыдиться. Он говорит, что в молодости он уже написал трактат о землетрясениях1 ; и в данном трактате его цель состоит в том, чтобы выяснить естественные причины явлений, которые он хочет знать, почему именно происходит так. Он осознаёт, что его собственная эпоха только вступила в преддверие познания естественных явлений и сил, что это имеет только начало познания пяти из множества звёзд, что "наступит время, когда наши потомки будут удивляться, что мы были в неведении в вопросах столь очевидных".',
        id: Math.random()
    },
    {
        img: img.img07,
        title: 'Отыквление божественного Клавдия',
        description: 'Apocolocyntosis Claudii, буквально Gourdification of Claudius, является политической сатирой римского императора Клавдия, вероятно написанной Сенека Младшим. Это один из двух сохранившихся примеров мениппской сатиры из классической эпохи, другой - сатирикон Петрония.',
        id: Math.random()
    },
    {
        img: img.img08,
        title: 'О милосердии',
        description: 'В трактате «О милосердии» речь идет о максимах общего характера, о философии монархии, а вовсе не о тех требованиях, которые выдвигает, порой закулисно, государственная целесообразность. Даже если Британник действительно умер от яда (хотя недавно появились достаточно серьезные доводы против этой версии), даже если Нерон и в самом деле убрал с дороги человека, которого Агриппина грозила превратить в орудие гражданской войны, – с точки зрения Города и мира эта акция могла оказаться «милосердной», потому что позволяла ценой одной-единственной жизни избежать гибели многих и многих людей. Когда в 68 году снова вспыхнет гражданская война, соперники, сойдясь лицом к лицу на поле брани, поймут, какими бывают последствия «дворцового переворота».',
        id: Math.random()
    },
    {
        img: img.img09,
        title: 'Троянки',
        description: 'В этой пьесе совмещены события из двух трагедий Еврипида — «Гекуба» и «Троянки». Действие происходит после взятия Трои. Ветры мешают ахейцам плыть домой; тень Ахилла требует от вождей ахейцев принести ему в жертву Поликсену. Из-за этого происходит столкновение между Неоптолемом и Агамемноном, протестующим против жертвоприношения. Но Калхант объявляет, что жертва неизбежна и что вместе с Поликсеной нужно убить и Астианакса. Последнего Одиссей сбрасывает с троянской стены, а Поликсену убивает Неоптолем на могиле своего отца.',
        id: Math.random()
    },
    {
        img: img.img10,
        title: 'Геркулес в безумье',
        description: 'Трагедия написана на основе пьесы Еврипида «Геракл». Заглавный герой женится на Мегаре, дочери царя Фив Креонта. Пока Геркулес выполняет очередной приказ Еврисфея в загробном мире, Лик захватывает власть в Фивах и начинает принуждать Мегару к замужеству. Геркулес возвращается и убивает Лика. Тогда Юнона насылает на него безумие, и он убивает жену и детей. Придя в себя, Геркулес хочет покончить с собой, но Амфитрион и Тесей его отговаривают, и он отправляется с Тесеем в Афины, чтобы там пройти очищение.',
        id: Math.random()
    },
    {
        img: img.img11,
        title: 'О провидении',
        description: 'Это короткое эссе в форме диалога в шести кратких разделах, написанное латинским философом Сенекой в ​​последние годы его жизни. Он выбрал форму диалога, чтобы решить проблему сосуществования стоического замысла провидения со злом в мире.',
        id: Math.random()
    },
    {
        img: img.img12,
        title: 'Утешение к Полибию',
        description: 'В обоих «Утешениях», написанных Сенекой за время корсиканского изгнания, нетрудно обнаружить намек на политические взгляды автора, хотя сам жанр этих сочинений вынуждал его держаться в определенных рамках, не говоря уже о том, что открытое высказывание недовольства грозило серьезными неприятностями как самому Сенеке, так и его друзьям.',
        id: Math.random()
    },
    {
        img: img.img13,
        title: 'Утешение к матери Гельвии',
        description: 'В письме к Гельвии, написанном во время ссылки в 42 году, Сенека утешает и успокаивает мать, огорченную этим бедствием его. Доводы, приводимые Сенекой этом трактате,  не имеют ничего нового, но они изложены хорошо, содержат в себе много прекрасных мыслей о душевном спокойствии, какое дают человеку чистая совесть, умственные занятия, благородные стремления, о равнодушии, с каким философ переносит все житейские неприятности; потому это письмо всегда действовало на опечаленных людей успокоительно и ободрительно. Но отвратительное действие производит письмо, в котором Сенеки утешает Полибия, могущественного отпущенника, опечаленного смертью брата. Оно написано также во время ссылки (в 43 году) и дошло до нас и испорченном виде. Придворная риторика, бесхарактерная лесть пошлому фавориту императора Клавдия и самому Клавдию проявляется тут так утрированно, что почитатели Сенеки называли это письмо подложным; вероятно, оно не предназначалось дли обнародования. Раболепно унижаясь перед императором, отправившим его и ссылку, и перед Полибием, Сенека бесчестит философию и дает прискорбное доказательство, что его благородные тирады не исходили от сердца, а были только продуктами сообразительности и таланта.',
        id: Math.random()
    },
    {
        img: img.img18,
        title: 'На Утешение к Марсии',
        description: 'Как и другие утешительные работ Сенеки, этот утешительный построен в Consolatio традиции, и принимает форму эссе против личного письма. Сенека был , скорее всего , мотивированы , чтобы написать это письмо утешением для Marcia, чтобы получить ее пользу; Марсия была дочерью видного историка, Кремуции Корда , и огромное богатство и влияние ее семьи , скорее всего , вдохновленная Сенека , чтобы написать это письмо утешения. Через эссе он прилипает к философским абстракциям относительно стоиков заповедей жизни и смерти. Для письма , предлагая утешение, он особенно не хватает сочувствия к индивидуальному горя и потери Марсии. Марсия активно оплакивала смерть своего сына Metilius в течение более трех лет. В De Consolatione объявлений Marciam , Сенека пытается убедить ее в том , что судьба ее сына, в то время как трагическое, не должно быть сюрпризом. Она знала многих других матерей , которые потеряли своих сыновей; почему она должна ожидать , что ее собственный сын , чтобы выжить ее? Признание, даже ожидание, из худших из всех возможных исходов является постулатом Сенеки стоической философии. В то время как Сенека сочувствовал Marcia, он напомнил ей , что «мы рождаемся в мире вещей , которые все суждено умереть» , и что если бы она могла признать , что никто не гарантирован только жизнь (то есть, один , в котором сыновья всегда переживет своих матерей), она могла бы , наконец , закончить ее траур и прожить остаток своей жизни в мире.',
        id: Math.random()
    },
    {
        img: img.img15,
        title: 'Финикиянки',
        description: 'Трагедия разрабатывает мифы из фиванского цикла. Поскольку она сохранилась в виде двух фрагментов с разным местом действия, существует предположение, что в действительности это части двух отдельных пьес[1]. Один из этих фрагментов содержит диалог изгнанника Эдипа с Антигоной и мог входить в состав пьесы, примерно соответствующей по сюжету Эдипу в Колоне Софокла. Действие другого происходит в Фивах, осаждённых семью пелопоннесскими вождями (это сюжет, разработанный в трагедиях Эсхила «Семеро против Фив» и Еврипида «Финикиянки»). Иокаста здесь безуспешно пытается добиться примирения между сыновьями.',
        id: Math.random()
    },
    {
        img: img.img16,
        title: 'Стоическая философия Сенеки',
        description: 'В «Стоической философии Сенеки» репрезентативные подборки из произведений Сенеки предлагают читателю отличное введение в диапазон его работ. Выборы взяты из эссе или диалогов, а также "Утешения"; из трактатов, из которых «О помиловании», адресованных юному Нерону, здесь; и из Письма к Луцилию, которые имеют отношение не только к философским предметам, но также и к личному опыту Сенеки, таким как путешествия и посещения. Моисей Хадас выбрал письма и эссе, в которых раскрываются основные философские темы Сенеки: отношение человека к обществу и богам; смысл боли и несчастья; отношение человека к переменам, времени и смерти; и природа наивысшего добра и счастливой жизни. В своем вступлении профессор Хадас рассказывает о жизни и работе Сенеки, прослеживая историю его репутации; комментирует стиль Сенеки; и обрисовывает в общих чертах истоки и принципы стоицизма.',
        id: Math.random()
    },
    {
        img: img.img17,
        title: 'Гнев, Милосердие, Месть',
        description: 'Гнев, Милосердие, Месть состоит из трех ключевых сочинений: моральные очерки «О гневе» и «О помиловании», написанные как совет для тогдашнего молодого императора Нерона, и «Апоколоцинтоз», блестящая сатира, освещающая конец правления Клавдия.',
        id: Math.random()
    },
    {
        img: img.img19,
        title: 'Геркулес на Эте',
        description: 'Источник этой трагедии — «Трахинянки» Софокла. Место действия — Трахин, городок на склоне горы Эты, отделенной узким проливом от эвбейского мыса Кенея, где находится Эхалия, царство Еврита, отца Иолы. Предыстория изображенных в трагедии событий такова: Геркулес сватал у Еврита Иолу, получил отказ, в очередном припадке ярости убил своего друга Ифита, брата Иолы, а затем, уже женившись на Деянире, пошел войной на Эхалию, убил Еврита и увел Иолу, что и оказалось причиной гибельной для него ревности Деяниры. Муки Геркулеса и его самосожжение смирили гнев Юноны, и она позволила, чтобы он сделался одним из олимпийских богов и женился на Гебе. Такое — через труды и страдания — достижение блаженства веками давало повод для философствований, а моралисту Сенеке Геркулес был особенно близок.',
        id: Math.random()
    },
    {
        img: img.img20,
        title: 'De Tranquillitate Animi',
        description: 'De Tranquillitate Animi - латинская работа философа-стоика Сенека. Диалог касается душевного состояния друга Сенеки Аннея Серена и того, как вылечить Серена от беспокойства, беспокойства и отвращения к жизни.',
        id: Math.random()
    },
    {
        img: img.img21,
        title: 'De Otio',
        description: 'De Otio - латинская работа I века, написанная Сенекой. Выживает в фрагментарном состоянии. Работа касается рационального использования свободного времени, благодаря которому можно все еще активно помогать человечеству, занимаясь более широкими вопросами о природе и вселенной',
        id: Math.random()
    },
    {
        img: img.img22,
        title: 'De Constantia Sapientis',
        description: 'De Constantia Sapientis - это моральный очерк, написанный Сенекой Младшим, римским философом-стоиком, примерно в 55 году нашей эры. Работа празднует невозмутимость идеального мудреца-стоика, который с внутренней твердостью укрепляется травмой и несчастьями.',
        id: Math.random()
    },
    {
        img: img.img23,
        title: 'Диалоги и письма',
        description: 'В этот том включены диалоги «О краткости жизни» и «О безмятежности ума», которые являются красноречивыми классическими утверждениями стоических идеалов силы духа и самостоятельности. Эта подборка также содержит выдержки из «Естественных вопросов», исследования Сенека таких явлений, как катаракта Нила и землетрясения, и «Утешение Гельвии», в котором он нежно пытается успокоить боль своей матери при их разлуке.',
        id: Math.random()
    },
    {
        img: img.img24,
        title: 'Шесть Трагедий',
        description: 'Вот живой, читаемый и точный перевод стихов шести лучших пьес одного из самых влиятельных из всех классических латинских писателей - единственного трагического драматурга из древнего Рима, чье произведение сохранилось. Наставник императора Нерона, Сенека переживал неуверенные, жестокие и жестокие времена, а его драмы изображают крайности человеческого поведения. Изнасилования, самоубийства, убийства детей, инцестуозная любовь, безумие и увечья поражают персонажей, которые одержимы и уничтожены своими чувствами. Сенека заставляет нас задуматься о разнице между компромиссом и лицемерием, о том, что происходит, когда эмоции подавляют суждение, и о том, как человек может быть хорошим, спокойным или счастливым в коррумпированном обществе и под постоянной угрозой смерти. В дополнение к ее превосходному переводу, Эмили Уилсон предоставляет бесценное введение, которое предлагает краткое изложение жизни и времени Сенеки, его философских верований, литературной формы пьес и их огромного влияния на европейскую литературу. Книга также включает в себя современную библиографию и пояснительные записки, которые идентифицируют мифологические аллюзии.',
        id: Math.random()
    },
    {
        img: img.img25,
        title: 'Диалоги',
        description: 'Выдающийся римский мыслитель-стоик Сенека, блестящий мастер эмоционального афористического письма в живой беседе с читателем советует, каким образом в условиях морального кризиса потребительского общества противостоять обезличивание, постичь душевный покой, следовательно, счастье...',
        id: Math.random()
    },
    {
        img: img.img26,
        title: 'Трагедии',
        description: 'Трагедии Сенеки дошли до нас в нескольких рукописях. Наиболее надежной считается рукопись Bibliothecae Laurentianae во Флоренции (Codex Etruscus, XI–XII вв.); однако она не содержит «Октавии» и частично исправляется издателями по кодексам другой группы. В основу настоящего перевода положено издание: Seneca`s Tragedies with an English translation by Frank J.Miller. Лондон, MCMXVI. Издание это в свою очередь опирается на издание Фридриха Лео (Senecae tragoediae rec. et emend. F.Leo, Berolini, 1879, vol. II), однако смягчает гиперкритические принципы издателя. Переводчик везде, где возможно, возвращался от редакторских исправлений к чтению рукописей, не оговаривая эти случаи в примечаниях. Порядок трагедий соответствует хронологии мифических событий (по поколениям героев). Сохранившаяся в рукописях последовательность неодинакова, явно не отражает времени написания и является случайной. Деление на действия и сцены, отсутствующее в рукописях и для многих трагедий производимое разными издателями по-разному, в переводе отсутствует. Обычную границу актов следует полагать между песнями хора и следующими за ними диалогическими фрагментами. Все трагедии Сенеки, кроме «Октавии», написаны на мифологические сюжеты и насыщены именами и названиями из мира греческой мифологии. Многие из них хорошо знакомы читателю, другие менее известны, третьи (особенно, когда они даны в намеке) с трудом понятны даже для специалиста. Для античного читателя все эти имена складывались в связную картину мифологического мира и за каждым тянулась вереница ассоциаций: Истр (Дунай) упоминался не сам но себе, а как знак крайнего Севера, Кадм не сам по себе, а как олицетворение основанных им Фив, Зодиак не сам по себе, а как символ прочности мироздания и пр. Чтобы ориентироваться в этой картине мира в примечаниях предлагается краткий обзор того фона, на котором читатель должен представлять себе действие трагедий Сенеки.',
        id: Math.random()
    },
    {
        img: img.img27,
        title: 'Как сохранить спокойствие: древнее руководство по управлению гневом',
        description: 'В своем эссе «О гневе» (Де Ира) мыслитель римской стоики Сенека (ок. 4 г. до н.э. - 65 г. н.э.) утверждает, что гнев - это самая разрушительная страсть: «Никакая чума не стоила человечеству дороже». Это было доказано. своей собственной жизнью, которую он едва сохранил при гневном императоре Калигуле и потерял при помощи Нерона за секунду. Этот великолепный новый перевод основных подборок из «На гнев», представленный с поучительным введением и оригинальной латиницей на страницах, стоящих перед лицом, предлагает читателям вневременное руководство по предотвращению и управлению гневом. Это наглядно иллюстрирует, почему эмоции настолько опасны и почему контроль над ними принесет огромную пользу людям и обществу. Опираясь на свой огромный арсенал риторики, включая исторические примеры (особенно из ужасного правления Калигулы), анекдоты, шутки и бурные полеты красноречия, Сенека строит свое дело против гнева с возрастающей интенсивностью. Как проповедник из огня и серы, он рисует мрачную картину моральных опасностей, которым подвергает нас гнев, прослеживая почти все зло мира в этом одном ядовитом источнике. Но затем он возвышает нас блаженным видением альтернативного пути, пути прощения и сострадания, который перекликается с христианской и буддийской этикой. Мысли Сенека о гневе никогда не были более актуальными, чем сегодня, когда нецивилизованный дискурс все больше заражал общественные дебаты. Будь то личный рост или политическое обновление, читатели найдут, по мудрости Сенека, ценное противоядие от болезней сердитого возраста.',
        id: Math.random()
    },
    {
        img: img.img29,
        title: 'Морально-политические очерки',
        description: 'Этот том предлагает четкие и убедительные современные переводы наиболее важных «Моральных очерков» Сенека: «О гневе», «О милосердии», «О личной жизни» и первых четырех книгах «О благосклонности». Они дают привлекательную, полную картину социального и морального мировоззрения древнего стоического мыслителя, тесно связанного с управлением Римской империей в середине первого века христианской эры. Общее введение описывает жизнь и карьеру Сенека и объясняет фундаментальные идеи, лежащие в основе моральной, социальной и политической философии стоиков, которая служит основой для эссе. Индивидуальные введения, сноски и биографические заметки помещают очерки в их исторический и философский контексты, а дополнительную помощь студентам оказывают заголовки разделов в переводах, которые организуют основные переходы в аргументации и более незнакомые аспекты письма Сенека.',
        id: Math.random()
    },
    {
        img: img.img30,
        title: 'Как умереть: древнее руководство к концу жизни',
        description: '«Чтобы научиться умирать, требуется целая жизнь», - писал римский философ-стоик Сенека (ок. 4 г. до н.э.-65 г. н.э.). Он советовал читателям «изучать смерть всегда» и следовал его собственному совету, возвращаясь к предмету снова и снова во всех своих трудах, но никогда не рассматривал его в полной работе. Как умереть в одном томе, впервые, замечательные размышления Сенека о смерти и смерти. Под редакцией и переводом Джеймса С. Ромма «Как умереть» рассказывается о провокационном мыслителе и ослепительном писателе, который с поразительной откровенностью говорит о необходимости принять смерть или даже при определенных условиях искать ее. Сенека считал, что жизнь - это только путь к смерти, и что нужно репетировать смерть на протяжении всей жизни. Здесь он рассказывает нам, как практиковать для смерти, как хорошо умереть и как понять роль хорошей смерти в хорошей жизни. Он подчеркивает универсальность смерти, ее важность в качестве последнего обряда жизни и ее способность освободить нас от боли, рабства или политического угнетения. В книге «Как умереть», в которой представлены прекрасно отредактированные новые переводы, также содержится поучительное введение, заметки, оригинальные латинские тексты и эпилог, представляющий описание Тацита о мрачном самоубийстве Сенеки.',
        id: Math.random()
    },
    {
        img: img.img31,
        title: 'Спокойствие духа',
        description: '«Спокойствие духа» (De Tranquillitate Animi) - это диалог, написанный Сенекой Младшим в течение 49–62 лет н.э. Он касается состояния души друга Сенека, Аннея Серена, и того, как вылечить Серена от беспокойства, беспокойства и отвращения к жизни. Для современного читателя эта короткая, мощная работа дает представление о том, как думать как стоик. Это «дорожная карта» для направления ума, по словам Сенеки, «всегда следовать устойчивым, невозмутимым курсом».',
        id: Math.random()
    },
    {
        img: img.img32,
        title: 'Моральные договоры',
        description: 'Моральные договоры - это небольшие работы, не просто диалоги, а очерки о моральных проблемах. Обсуждаемые в них темы очень разнообразны: от того, каким должно быть милосердие правителей, до того, как мудрые должны использовать свое свободное время: Провидения, Твердости мудрых, Счастья, Отставной жизни или о досуге, о безмятежности души, о краткости жизни, о милосердии ... составляют книгу, в которой Сенека, самый выдающийся образец стоицизма имперской эпохи, показывает нам свою философию vir fortis, самоконтроля, верности совести и преданности и служения другим.',
        id: Math.random()
    },
    {
        img: img.img34,
        title: 'О постоянстве мудреца',
        description: 'Чтобы помочь своему другу Серену, которого одолевали сомнения и тоска, Сенека раскрывает фундаментальные принципы стоицизма и способы достижения покоя и спокойствия в душе.',
        id: Math.random()
    },
    {
        img: img.img36,
        title: 'Сенекина мораль счастливой жизни, выгоды, гнев и милосердие',
        description: 'Это, пожалуй, одна из самых пагубных ошибок необдуманной и невнимательной жизни, общее невежество мира в вопросе обмена выгодами. И это происходит из-за ошибки, частично в человеке, которому мы обязаны, и частично в самой вещи. Начнем с последнего: «Выгода - это хорошая должность, выполненная с намерением и суждением», то есть с должным учетом всех обстоятельств того, что, как, почему, когда, где, кому, сколько , и тому подобное; или иным образом: «Это добровольное и доброжелательное действие, которое радует дарителя в комфорте, которое он приносит получателю». Трудно будет нарисовать этот предмет, либо в методе, либо в компасе: один из-за бесконечного разнообразия и сложности случаев; другой, по причине его большой степени: для всего бизнеса (почти) человечества в обществе подпадает под эту голову; обязанности королей и подданных, мужей и жен, родителей и детей, хозяев и слуг, туземцев и незнакомцев, высоких и низких, богатых и бедных, сильных и слабых, друзей и врагов.',
        id: Math.random()
    }
]

export default books