const meet = {
    blockquoteUrl: 'https://ru.wikipedia.org/wiki/%D0%9B%D1%83%D1%86%D0%B8%D0%B9_%D0%90%D0%BD%D0%BD%D0%B5%D0%B9_%D0%A1%D0%B5%D0%BD%D0%B5%D0%BA%D0%B0',
    blockquoteParagraph: 'Мно­го уже сде­ла­но, — но нет, при­знать­ся по прав­де, не так-то мно­го! Быть луч­шим сре­ди худ­ших еще не зна­чит быть хоро­шим. Впра­ве ли тот, кто раз­ли­чил брез­жу­щий день, кому солн­це све­тит сквозь туман, похва­лять­ся зре­ни­ем? Пусть он будет дово­лен, что вышел из мра­ка, — но бла­гом све­та он еще не вла­де­ет. Тогда нас мож­но будет поздра­вить, когда наша душа, поки­нув мрак, в кото­ром пре­бы­ва­ет, вос­при­мет взо­ром не еле замет­ное сия­нье, но весь свет днев­ной, когда она будет воз­вра­ще­на род­но­му небу, вновь заняв место, при­над­ле­жа­щее ей по пра­ву рож­де­ния. Само про­ис­хож­де­ние зовет ее ввысь. И она будет там еще преж­де, чем осво­бо­дит­ся из-под здеш­ней стра­жи, если отбро­сит все поро­ки и воз­не­сет­ся, чистая и лег­кая, к боже­ст­вен­ным помыс­лам.',
    blockquoteFooter: '',
    blockquoteCite: 'Нравственные письма к луцилию, письмо 79'
}

export default meet;
