const meet = {
    blockquoteUrl: 'https://ru.wikipedia.org/wiki/%D0%98%D1%81%D0%BA%D1%83%D1%81%D1%81%D1%82%D0%B2%D0%BE_%D0%BB%D1%8E%D0%B1%D0%B8%D1%82%D1%8C',
    blockquoteParagraph: 'Тот, кто хочет в совершенстве овладеть каким-либо искусством, должен посвятить этому всю жизнь или хотя бы связать с ним свою жизнь. Личность человека становится орудием действия в искусстве и должна всегда находиться в соответствии со специфическими функциями, которые она должна выполнять. Если говорить об искусстве любить, это значит, что всякий, кто надеется овладеть этим искусством в совершенстве, должен начать с того, чтобы быть дисциплинированным, сосредоточенным и терпеливым в любой момент своей жизни.',
    blockquoteFooter: 'Эрих Фромм, ',
    blockquoteCite: 'Искусство любить'
}

export default meet
